const pvpData = {
  "killDistribution": {
    "未参与 (0)": 189493,
    "尝试 (1-100)": 123719,
    "轻度 (101-500)": 65297,
    "中度 (501-1000)": 24868,
    "主宰 (1001-5000)": 38506,
    "大慈大悲 (5000+)": 14206
  },
  "rankDistribution": {
    "无段位": 345038,
    "屏蔽": 43271,
    "青铜": 21322,
    "白银": 12373,
    "黄金": 11501,
    "白金": 5700,
    "钻石": 3726,
    "水晶": 13113
  },
  "islandDistribution": {
    "未参与 (0)": 248490,
    "尝试 (1-5)": 74699,
    "正在开荒 (6-19)": 67812,
    "满级 (20+)": 65088
  },
  "serverStats": [
    {
      "server": "陆行鸟",
      "avg_kills": 609.4,
      "ranked_pct": 15.9
    },
    {
      "server": "猫小胖",
      "avg_kills": 578.4,
      "ranked_pct": 16.96
    },
    {
      "server": "莫古力",
      "avg_kills": 542.8,
      "ranked_pct": 16.33
    },
    {
      "server": "豆豆柴",
      "avg_kills": 301.4,
      "ranked_pct": 8.16
    }
  ],
  "maxKills": 61367,
  "dcActiveStats": {
    "莫古力": {
      "tier1": 1732,
      "tier2": 13952,
      "tier3": 12488
    },
    "陆行鸟": {
      "tier1": 3458,
      "tier2": 24225,
      "tier3": 21112
    },
    "猫小胖": {
      "tier1": 2253,
      "tier2": 16238,
      "tier3": 16009
    },
    "豆豆柴": {
      "tier1": 705,
      "tier2": 9311,
      "tier3": 11543
    }
  }
};